Repository: yarkolife/ok_tools
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: de

source: Users Statistics
de: Benutzerstatistiken

source: Licenses Statistics
de: Freistellungsstatistiken

source: Contributions Statistics
de: Beitragsstatistiken

source: Projects Statistics
de: Projektstatistiken

source: User {}
de: Benutzer {}

source: Doughnut Chart
de: Ringdiagramm

source: Bar Chart
de: Balkendiagramm

source: Horizontal Bar Chart
de: Horizontales Balkendiagramm
