Repository: yarkolife/ok_tools
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: de

source: Registered
de: Registriert

source: Verified
de: Verifiziert

source: Rental Requested
de: Ausleihe angefragt

source: Rental Completed
de: Ausleihe abgeschlossen

source: License Created
de: Freistellung erstellt

source: Contribution Created
de: Beitrag erstellt

source: First Broadcast
de: Erste Sendung

source: Multiple Broadcasts
de: Mehrere Sendungen

source: User
de: Benutzer

source: Stage
de: Stufe

source: Achieved At
de: Erreicht am

source: Rental Request
de: Ausleihanfrage

source: License
de: Freistellung

source: Contribution
de: Beitrag

source: Metadata
de: Metadaten

source: User Journey Stage
de: Benutzer-Journey-Stufe

source: User Journey Stages
de: Benutzer-Journey-Stufen

source: Date
de: Datum

source: Total Registrations
de: Gesamtregistrierungen

source: Verified Users
de: Verifizierte Benutzer

source: Rental Requests
de: Ausleihanfragen

source: Completed Rentals
de: Abgeschlossene Ausleihen

source: Licenses Created
de: Erstellte Freistellungen

source: Contributions Created
de: Erstellte Beiträge

source: First Broadcasts
de: Erste Sendungen

source: Verification Rate (%)
de: Verifizierungsrate (%)

source: Rental Request Rate (%)
de: Ausleihanfragerate (%)

source: Rental Completion Rate (%)
de: Ausleihabschlussrate (%)

source: License Creation Rate (%)
de: Freistellungserstellungsrate (%)

source: Contribution Creation Rate (%)
de: Beitragserstellungsrate (%)

source: First Broadcast Rate (%)
de: Erste-Sendung-Rate (%)

source: Multiple Broadcast Rate (%)
de: Mehrfachsendungsrate (%)

source: Created At
de: Erstellt am

source: Updated At
de: Aktualisiert am

source: Funnel Metrics
de: Trichter-Metriken

source: Alert Name
de: Alarmname

source: Conversion Rate
de: Konversionsrate

source: Absolute Count
de: Absolute Anzahl

source: Trend Change
de: Trendänderung

source: Metric Type
de: Metrik-Typ

source: Threshold Value
de: Schwellenwert

source: Less Than
de: Kleiner als

source: Less Than or Equal
de: Kleiner oder gleich

source: Greater Than
de: Größer als

source: Greater Than or Equal
de: Größer oder gleich

source: Equal
de: Gleich

source: Comparison Operator
de: Vergleichsoperator

source: Is Active
de: Ist aktiv

source: Notification Recipients
de: Benachrichtigungsempfänger

source: Alert Threshold
de: Alarmschwelle

source: Alert Thresholds
de: Alarmschwellen

source: Threshold
de: Schwelle

source: Triggered At
de: Ausgelöst am

source: Current Value
de: Aktueller Wert

source: Message
de: Nachricht

source: Is Resolved
de: Ist gelöst

source: Resolved At
de: Gelöst am

source: Alert Log
de: Alarmprotokoll

source: Alert Logs
de: Alarmprotokolle

source: Main Dashboard
de: Haupt-Dashboard

source: Users
de: Benutzer

source: Licenses
de: Freistellungen

source: Contributions
de: Beiträge

source: Projects
de: Projekte

source: Rental
de: Ausleihe

source: Notifications
de: Benachrichtigungen

source: User Funnel
de: Benutzer-Trichter

source: User Management
de: Benutzerverwaltung

source: License Management
de: Freistellungsverwaltung

source: Contribution Management
de: Beitragsverwaltung

source: Logout
de: Abmelden

source: Superuser
de: Superbenutzer

source: Staff
de: Mitarbeiter

source: Member
de: Mitglied

source: Loading data...
de: Lade Daten...

source: Refresh
de: Aktualisieren

source: Export All
de: Alle exportieren

source: Filters
de: Filter

source: Date Range
de: Datumsbereich

source: Last 7 days
de: Letzte 7 Tage

source: Last 30 days
de: Letzte 30 Tage

source: Last 90 days
de: Letzte 90 Tage

source: Last year
de: Letztes Jahr

source: Custom period
de: Benutzerdefinierter Zeitraum

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Media Authority
de: Medienanstalt

source: All Authorities
de: Alle Bürgermedien

source: Gender
de: Geschlecht

source: All Genders
de: Alle Geschlechter

source: Male
de: Männlich

source: Female
de: Weiblich

source: Diverse
de: Divers

source: Age Group
de: Altersgruppe

source: All Ages
de: Alle Altersgruppen

source: Under 18
de: Unter 18

source: Over 50
de: Über 50

source: Apply Filters
de: Filter anwenden

source: Reset
de: Zurücksetzen

source: Total Users
de: Benutzer gesamt

source: Total Licenses
de: Freistellungen gesamt

source: Total Contributions
de: Beiträge gesamt

source: Total Projects
de: Projekte gesamt

source: Total Participants
de: Teilnehmer gesamt

source: Avg Participants
de: Durchschnittliche Teilnehmer

source: External Venue Rate
de: Externe Veranstaltungsort-Rate

source: Total Inventory Items
de: Inventargegenstände gesamt

source: Rented Items
de: Ausgeliehene Artikel

source: Total Rentals
de: Ausleihen gesamt

source: Active Rentals
de: Aktive Ausleihen

source: Quick Actions
de: Schnellaktionen

source: Users Analytics
de: Benutzer-Analytik

source: Licenses Analytics
de: Freistellungs-Analytik

source: Contributions Analytics
de: Beiträge-Analytik

source: Projects Analytics
de: Projekt-Analytik

source: Inventory & Rental Analytics
de: Inventar- & Ausleih-Analytik

source: System Notifications
de: Systembenachrichtigungen

source: Funnel Analytics
de: Trichter-Analytik

source: Recent Users
de: Neueste Benutzer

source: View All
de: Alle anzeigen

source: Loading...
de: Lädt...

source: Loading recent users...
de: Lade neueste Benutzer...

source: Recent Licenses
de: Neueste Freistellungen

source: Loading recent licenses...
de: Lade neueste Freistellungen...

source: Database
de: Datenbank

source: API Services
de: API-Dienste

source: File Storage
de: Dateispeicher

source: Email Service
de: E-Mail-Dienst

source: Quick Stats
de: Schnellstatistiken

source: Active Users
de: Aktive Benutzer

source: Confirmed Licenses
de: Bestätigte Freistellungen

source: Live Contributions
de: Live-Beiträge

source: Pending Licenses
de: Ausstehende Freistellungen

source: No recent user activities found
de: Keine aktuellen Benutzeraktivitäten gefunden

source: Failed to load recent activities
de: Fehler beim Laden der aktuellen Aktivitäten

source: No recent license activities found
de: Keine aktuellen Freistellungsaktivitäten gefunden

source: Failed to load recent license activities
de: Fehler beim Laden der aktuellen Freistellungsaktivitäten

source: Dashboard data exported
de: Dashboard-Daten exportiert

source: Filters applied
de: Filter angewendet

source: Filters reset
de: Filter zurückgesetzt

source: Contributions Dashboard
de: Beiträge-Dashboard

source: All Time
de: Gesamter Zeitraum

source: Custom Period
de: Benutzerdefinierter Zeitraum

source: Live/Recorded
de: Live/Aufgezeichnet

source: All
de: Alle

source: Live Only
de: Nur Live

source: Recorded Only
de: Nur Aufgezeichnet

source: Type
de: Typ

source: Primary Only
de: Nur Primär

source: Repetitions Only
de: Nur Wiederholungen

source: TOTAL CONTRIBUTIONS
de: GESAMTE BEITRÄGE

source: Recorded Contributions
de: Aufgezeichnete Beiträge

source: RECORDED
de: AUFGEZEICHNET

source: Unique Licenses
de: Eindeutige Freistellungen

source: UNIQUE LICENSES
de: EINDEUTIGE FREISTELLUNGEN

source: Primary Contributions
de: Primäre Beiträge

source: PRIMARY
de: PRIMÄR

source: Archive Contributions
de: Archiv-Beiträge

source: ARCHIVE
de: ARCHIV

source: Repetition Contributions
de: Wiederholungs-Beiträge

source: REPETITIONS
de: WIEDERHOLUNGEN

source: CONVERSION RATE
de: KONVERSIONSRATE

source: License to Contribution Conversion
de: Freistellung-zu-Beitrag-Konversion

source: of licenses result in contributions
de: der Freistellungen führen zu Beiträgen

source: With Contributions
de: Mit Beiträgen

source: Avg. days from license to first contribution
de: Durchschn. Tage von Freistellung zu erstem Beitrag

source: Live vs Recorded Distribution
de: Live vs. Aufgezeichnet Verteilung

source: Contributions by Media Authority
de: Beiträge nach Medienanstalt

source: Export
de: Exportieren

source: Contributions by Gender
de: Beiträge nach Geschlecht

source: Contributions by Age Group
de: Beiträge nach Altersgruppe

source: Primary vs Repetitions
de: Primär vs. Wiederholungen

source: Contributions Trend
de: Beiträge-Trend

source: Number of Contributions
de: Anzahl der Beiträge

source: Count
de: Anzahl

source: Recorded
de: Aufgezeichnet

source: Primary
de: Primär

source: Repetitions
de: Wiederholungen

source: Contribution Detail View
de: Beitrags-Detailansicht

source: Close
de: Schließen

source: Export CSV
de: CSV exportieren

source: Error
de: Fehler

source: Error loading data
de: Fehler beim Laden der Daten

source: Total Records
de: Gesamtanzahl Datensätze

source: Displayed
de: Angezeigt

source: License Number
de: Freistellungsnummer

source: License Title
de: Freistellungstitel

source: License Subtitle
de: Freistellungsuntertitel

source: License Confirmed
de: Freistellung bestätigt

source: Category
de: Kategorie

source: Broadcast Date
de: Sendedatum

source: License Duration
de: Freistellungsdauer

source: Duration
de: Dauer

source: City
de: Stadt

source: Yes
de: Ja

source: No
de: Nein

source: No data found
de: Keine Daten gefunden

source: No contributions found for the selected criteria
de: Keine Beiträge für die ausgewählten Kriterien gefunden

source: type
de: Typ

source: This could be due to
de: Dies könnte folgende Ursachen haben

source: No contributions match the current filters
de: Keine Beiträge entsprechen den aktuellen Filtern

source: No contributions of this type exist in the selected date range
de: Keine Beiträge dieses Typs existieren im ausgewählten Datumsbereich

source: Database connection issues
de: Datenbankverbindungsprobleme

source: Contributions pagination
de: Beiträge-Paginierung

source: Showing
de: Zeige

source: to
de: bis

source: of
de: von

source: entries
de: Einträge

source: Previous
de: Vorherige

source: Next
de: Nächste

source: User Participation Funnel
de: Benutzer-Teilnahme-Trichter

source: Unverified
de: Unverifiziert

source: Non-Member
de: Nicht-Mitglied

source: Click to view detailed list of registrations
de: Klicken Sie, um die detaillierte Liste der Registrierungen anzuzeigen

source: Click to view detailed list of verified users
de: Klicken Sie, um die detaillierte Liste der verifizierten Benutzer anzuzeigen

source: Click to view detailed list of licenses
de: Klicken Sie, um die detaillierte Liste der Freistellungen anzuzeigen

source: Click to view detailed list of first broadcasts
de: Klicken Sie, um die detaillierte Liste der ersten Sendungen anzuzeigen

source: Participation Funnel
de: Teilnahme-Trichter

source: Conversion Rates
de: Konversionsraten

source: Active Alerts
de: Aktive Alarme

source: Actions
de: Aktionen

source: Current
de: Aktuell

source: Resolve
de: Lösen

source: No active alerts
de: Keine aktiven Alarme

source: Active
de: Aktiv

source: Inactive
de: Inaktiv

source: No thresholds configured
de: Keine Schwellenwerte konfiguriert

source: Funnel Stage
de: Trichter-Stufe

source: Number of Users
de: Anzahl der Benutzer

source: Verification Rate
de: Verifizierungsrate

source: Rental Request Rate
de: Ausleihanfragerate

source: Rental Completion Rate
de: Ausleihabschlussrate

source: License Creation Rate
de: Freistellungserstellungsrate

source: Contribution Creation Rate
de: Beitragserstellungsrate

source: First Broadcast Rate
de: Erste-Sendung-Rate

source: Multiple Broadcast Rate
de: Mehrfach-Sendung-Rate

source: Are you sure you want to resolve this alert?
de: Sind Sie sicher, dass Sie diesen Alarm lösen möchten?

source: Alert resolved successfully
de: Alarm erfolgreich gelöst

source: Error resolving alert:
de: Fehler beim Lösen des Alarms:

source: Threshold not found
de: Schwellenwert nicht gefunden

source: Edit Threshold
de: Schwellenwert bearbeiten

source: Equals
de: Gleich

source: Cancel
de: Abbrechen

source: Save Changes
de: Änderungen speichern

source: Please fill in all required fields
de: Bitte füllen Sie alle erforderlichen Felder aus

source: Threshold updated successfully
de: Schwellenwert erfolgreich aktualisiert

source: Error updating threshold:
de: Fehler beim Aktualisieren des Schwellenwerts:

source: Are you sure you want to activate this threshold?
de: Sind Sie sicher, dass Sie diesen Schwellenwert aktivieren möchten?

source: Are you sure you want to deactivate this threshold?
de: Sind Sie sicher, dass Sie diesen Schwellenwert deaktivieren möchten?

source: Threshold activated successfully
de: Schwellenwert erfolgreich aktiviert

source: Threshold deactivated successfully
de: Schwellenwert erfolgreich deaktiviert

source: Error toggling threshold:
de: Fehler beim Umschalten des Schwellenwerts:

source: Funnel Detail View
de: Trichter-Detailansicht

source: Birthday
de: Geburtstag

source: Created
de: Erstellt

source: Verified At
de: Verifiziert am

source: Number
de: Nummer

source: Title
de: Titel

source: Subtitle
de: Untertitel

source: Profile Name
de: Profilname

source: Profile Email
de: Profil-E-Mail

source: Confirmed
de: Bestätigt

source: Description
de: Beschreibung

source: No data found for the selected criteria.
de: Keine Daten für die ausgewählten Kriterien gefunden.

source: Funnel pagination
de: Trichter-Paginierung

source: Rental Statistics
de: Ausleihstatistiken

source: Time Period
de: Zeitraum

source: Membership
de: Mitgliedschaft

source: Members
de: Mitglieder

source: Non-members
de: Nicht-Mitglieder

source: Owner
de: Eigentümer

source: Location
de: Standort

source: In Stock
de: Auf Lager

source: Out of Stock
de: Nicht auf Lager

source: Maintenance
de: Wartung

source: Total Items
de: Gesamtanzahl Artikel

source: Available Items
de: Verfügbare Artikel

source: Rented
de: Ausgeliehen

source: Utilization Rate
de: Auslastungsgrad

source: Inventory by Category
de: Inventar nach Kategorie

source: Inventory by Owner
de: Inventar nach Eigentümer

source: Rentals by Status
de: Ausleihen nach Status

source: Rentals by Type
de: Ausleihen nach Typ

source: Rentals by Gender
de: Ausleihen nach Geschlecht

source: Rentals Trend
de: Ausleih-Trend

source: Equipment Sets Statistics
de: Ausrüstungsset-Statistiken

source: Active Sets
de: Aktive Sets

source: Available Sets
de: Verfügbare Sets

source: Popular Equipment Sets
de: Beliebte Ausrüstungssets

source: Popular Inventory Statistics
de: Beliebte Inventar-Statistiken

source: Popular Inventory Items
de: Beliebte Inventargegenstände

source: User Activity Analytics
de: Benutzeraktivitäts-Analyse

source: Anti-Rating
de: Anti-Bewertung

source: Users who rent but don't create licenses
de: Benutzer, die ausleihen, aber keine Freistellungen erstellen

source: Content Creators
de: Content-Ersteller

source: Rating
de: Bewertung

source: Users who create licenses but don't rent much
de: Benutzer, die Freistellungen erstellen, aber wenig ausleihen

source: Room Rentals Statistics
de: Raumvermietungs-Statistiken

source: Room Usage Trend
de: Raumnutzungs-Trend

source: Popular Rooms
de: Beliebte Räume

source: No data available
de: Keine Daten verfügbar

source: Unknown
de: Unbekannt

source: rentals
de: Ausleihen

source: licenses
de: Freistellungen

source: Number of Items
de: Anzahl der Gegenstände

source: Rental Type
de: Ausleihtyp

source: Number of Rentals
de: Anzahl der Ausleihen

source: Rentals
de: Ausleihen

source: Period
de: Zeitraum

source: Room Rentals
de: Raumvermietungen

source: Number of Room Rentals
de: Anzahl der Raumvermietungen

source: No room rentals found
de: Keine Raumvermietungen gefunden

source: Inventory Detail View
de: Inventar-Detailansicht

source: Page
de: Seite

source: User Name
de: Benutzername

source: User Email
de: Benutzer-E-Mail

source: Inventory Number
de: Inventarnummer

source: Item Description
de: Gegenstandsbeschreibung

source: Manufacturer
de: Hersteller

source: Quantity
de: Menge

source: Available
de: Verfügbar

source: Condition
de: Zustand

source: Inventory pagination
de: Inventar-Paginierung

source: Approved
de: Genehmigt

source: Pending
de: Ausstehend

source: Rejected
de: Abgelehnt

source: Returned
de: Zurückgegeben

source: Exporting...
de: Exportiere...

source: Room Rentals Trend
de: Raumvermietungs-Trend

source: Chart Data
de: Diagrammdaten

source: Label
de: Bezeichnung

source: Value
de: Wert

source: Data exported successfully as
de: Daten erfolgreich exportiert als

source: Licenses Dashboard
de: Freistellungen-Dashboard

source: All Categories
de: Alle Kategorien

source: All Statuses
de: Alle Status

source: Active Licenses
de: Aktive Freistellungen

source: New Licenses
de: Neue Freistellungen

source: Avg Duration (min)
de: Durchschn. Dauer (Min.)

source: Youth Protection
de: Jugendschutz

source: Media Library
de: Mediathek

source: Saxony Exchange
de: Sachsen-Austausch

source: Licenses by Category
de: Freistellungen nach Kategorie

source: Licenses by Media Authority
de: Freistellungen nach Medienanstalt

source: Licenses by Gender
de: Freistellungen nach Geschlecht

source: Licenses by Age Group
de: Freistellungen nach Altersgruppe

source: Licenses Trend
de: Freistellungen-Trend

source: Confirmation Rate
de: Bestätigungsrate

source: of licenses are confirmed
de: der Freistellungen sind bestätigt

source: License Status Distribution
de: Freistellungsstatus-Verteilung

source: Duration Distribution
de: Dauer-Verteilung

source: Youth Protection Categories
de: Jugendschutz-Kategorien

source: Saxony-Anhalt Exchange
de: Sachsen-Anhalt-Austausch

source: Other States Exchange
de: Andere Länder-Austausch

source: Number of Licenses
de: Anzahl der Freistellungen

source: Number of New Licenses
de: Anzahl neuer Freistellungen

source: Duration Range
de: Dauerbereich

source: Allowed
de: Erlaubt

source: Not Allowed
de: Nicht erlaubt

source: License Detail View
de: Freistellung-Detailansicht

source: License pagination
de: Freistellung-Paginierung

source: Expired
de: Abgelaufen

source: Success
de: Erfolg

source: Warning
de: Warnung

source: Danger
de: Gefahr

source: Priority
de: Priorität

source: Low
de: Niedrig

source: Medium
de: Mittel

source: High
de: Hoch

source: Total Notifications
de: Gesamte Benachrichtigungen

source: Click to view detailed list of all notifications
de: Klicken Sie, um eine detaillierte Liste aller Benachrichtigungen anzuzeigen

source: Active Notifications
de: Aktive Benachrichtigungen

source: Click to view detailed list of active notifications
de: Klicken Sie, um eine detaillierte Liste aktiver Benachrichtigungen anzuzeigen

source: Currently Active
de: Derzeit aktiv

source: Click to view detailed list of currently active notifications
de: Klicken Sie, um eine detaillierte Liste der derzeit aktiven Benachrichtigungen anzuzeigen

source: Recent Notifications
de: Aktuelle Benachrichtigungen

source: Recent (7 days)
de: Aktuell (7 Tage)

source: Click to view detailed list of recent notifications
de: Klicken Sie, um eine detaillierte Liste aktueller Benachrichtigungen anzuzeigen

source: Currently Active Notifications
de: Derzeit aktive Benachrichtigungen

source: Notifications by Type
de: Benachrichtigungen nach Typ

source: Notifications by Priority
de: Benachrichtigungen nach Priorität

source: Notification Management
de: Benachrichtigungsverwaltung

source: Created By
de: Erstellt von

source: No active notifications
de: Keine aktiven Benachrichtigungen

source: No notifications found
de: Keine Benachrichtigungen gefunden

source: Priority Level
de: Prioritätsstufe

source: Number of Notifications
de: Anzahl der Benachrichtigungen

source: Are you sure you want to
de: Sind Sie sicher, dass Sie

source: activate
de: aktivieren

source: deactivate
de: deaktivieren

source: this notification?
de: diese Benachrichtigung möchten?

source: Notification status updated successfully
de: Benachrichtigungsstatus erfolgreich aktualisiert

source: Error updating notification:
de: Fehler beim Aktualisieren der Benachrichtigung:

source: Notification Detail View
de: Benachrichtigungs-Detailansicht

source: Error:
de: Fehler:

source: Error loading data:
de: Fehler beim Laden der Daten:

source: Total Records:
de: Gesamte Datensätze:

source: Displayed:
de: Angezeigt:

source: Page:
de: Seite:

source: Days Remaining
de: Verbleibende Tage

source: Notification pagination
de: Benachrichtigungs-Paginierung

source: Projects Dashboard
de: Projekte-Dashboard

source: Project Category
de: Projektkategorie

source: Target Group
de: Zielgruppe

source: All Target Groups
de: Alle Zielgruppen

source: Project Leader
de: Projektleiter

source: All Leaders
de: Alle Leiter

source: External Venue
de: Externe Veranstaltungsstätte

source: External Only
de: Nur extern

source: Internal Only
de: Nur intern

source: Democracy Project
de: Demokratieprojekt

source: TOTAL PROJECTS
de: GESAMTE PROJEKTE

source: External Venue Projects
de: Projekte mit externer Veranstaltungsstätte

source: EXTERNAL VENUE
de: EXTERNE VERANSTALTUNGSSTÄTTE

source: Youth Protection Projects
de: Jugendschutzprojekte

source: YOUTH PROTECTION
de: JUGENDSCHUTZ

source: Democracy Projects
de: Demokratieprojekte

source: DEMOCRACY PROJECTS
de: DEMOKRATIEPROJEKTE

source: TOTAL PARTICIPANTS
de: GESAMTE TEILNEHMER

source: AVG PARTICIPANTS
de: DURCHSCHN. TEILNEHMER

source: Projects by Category
de: Projekte nach Kategorie

source: Projects by Target Group
de: Projekte nach Zielgruppe

source: Top Project Leaders
de: Top-Projektleiter

source: Participants by Age Groups
de: Teilnehmer nach Altersgruppen

source: Participants by Gender
de: Teilnehmer nach Geschlecht

source: Project Characteristics
de: Projektmerkmale

source: Projects Trend
de: Projekte-Trend

source: Number of Projects
de: Anzahl der Projekte

source: Not Given
de: Nicht angegeben

source: Participants
de: Teilnehmer

source: Number of Participants
de: Anzahl der Teilnehmer

source: Youth Media Protection
de: Jugendmedienschutz

source: Month
de: Monat

source: Project Detail View
de: Projekt-Detailansicht

source: All Projects
de: Alle Projekte

source: Projects with Participants
de: Projekte mit Teilnehmern

source: Projects by Average Participants
de: Projekte nach durchschnittlichen Teilnehmern

source: Project Details
de: Projektdetails

source: Project pagination
de: Projekt-Paginierung

source: Member Status
de: Mitgliedsstatus

source: All Users
de: Alle Benutzer

source: Members Only
de: Nur Mitglieder

source: Non-Members Only
de: Nur Nicht-Mitglieder

source: Verification
de: Verifizierung

source: Verified Only
de: Nur verifiziert

source: Not Verified
de: Nicht verifiziert

source: Male Users
de: Männliche Benutzer

source: Female Users
de: Weibliche Benutzer

source: Member Users
de: Mitglieder-Benutzer

source: Users by Media Authority
de: Benutzer nach Medienanstalt

source: Age Distribution
de: Altersverteilung

source: Gender Distribution
de: Geschlechterverteilung

source: Member vs Non-Member
de: Mitglied vs. Nicht-Mitglied

source: Registration Trend
de: Registrierungs-Trend

source: User Count
de: Benutzeranzahl

source: Percentage
de: Prozentsatz

source: Age Group Breakdown
de: Aufschlüsselung nach Altersgruppen

source: Non-Members
de: Nicht-Mitglieder

source: New Registrations
de: Neue Registrierungen

source: Number of New Registrations
de: Anzahl neuer Registrierungen

source: Error updating charts:
de: Fehler beim Aktualisieren der Diagramme:

source: data parameter:
de: Datenparameter:

source: data or basic_stats is invalid, skipping statistics update
de: Daten oder basic_stats sind ungültig, Statistik-Update wird übersprungen

source: updateStatisticsCards END (early return)
de: updateStatisticsCards END (vorzeitige Rückkehr)

source: Elements to update:
de: Zu aktualisierende Elemente:

source: Updated
de: Aktualisiert

source: with value:
de: mit Wert:

source: Element with id
de: Element mit ID

source: not found
de: nicht gefunden

source: Detail View
de: Detailansicht

source: Age
de: Alter

source: User pagination
de: Benutzer-Paginierung
