Repository: yarkolife/ok_tools
Catalog: ok_tools/locale/*/LC_MESSAGES/django.po
Languages: de

source: Rental request {rental_id} has been cancelled successfully
de: Ausleihantrag {rental_id} wurde erfolgreich storniert

source: Rental ID and items are required
de: Ausleih-ID und Artikel sind erforderlich

source: Only active rentals can have returns
de: Nur aktive Ausleihen können zurückgegeben werden

source: Items returned successfully
de: Artikel erfolgreich zurückgegeben

source: Rental ID and new end date are required
de: Ausleih-ID und neues Enddatum sind erforderlich

source: Only active rentals can be extended
de: Nur aktive Ausleihen können verlängert werden

source: Invalid date format. Please use YYYY-MM-DDTHH:MM or ISO format
de: Ungültiges Datumsformat. Bitte verwenden Sie YYYY-MM-DDTHH:MM oder ISO-Format

source: New end date must be after current end date
de: Neues Enddatum muss nach dem aktuellen Enddatum liegen

source: Invalid date format: {error}
de: Ungültiges Datumsformat: {error}

source: Rental request {rental_id} has been extended until {end_date}
de: Ausleihantrag {rental_id} wurde bis {end_date} verlängert

source: Invalid confirmation code
de: Ungültiger Bestätigungscode

source: All rental data has been reset
de: Alle Ausleihdaten wurden zurückgesetzt

source: Inventory quantities have been reset
de: Inventarmengen wurden zurückgesetzt

source: {count} active rentals have been cancelled
de: {count} aktive Ausleihen wurden storniert

source: Invalid action
de: Ungültige Aktion

source: Equipment Set "{name}" was successfully created.
de: Ausrüstungsset "{name}" wurde erfolgreich erstellt.

source: Equipment Set "{name}" was successfully deleted.
de: Ausrüstungsset "{name}" wurde erfolgreich gelöscht.

source: Error loading rental: {error}
de: Fehler beim Laden der Ausleihe: {error}

source: Only POST method allowed
de: Nur POST-Methode erlaubt

source: Automatic expiration of room rentals completed
de: Automatisches Ablaufen von Raumausleihen abgeschlossen

source: Error executing command: {error}
de: Fehler beim Ausführen des Befehls: {error}

source: No project
de: Kein Projekt

source: Not available for selected period
de: Für den gewählten Zeitraum nicht verfügbar

source: Missing required parameters
de: Erforderliche Parameter fehlen

source: Invalid date/time format
de: Ungültiges Datum/Zeit-Format

source: Room is available for the selected period.
de: Raum ist für den gewählten Zeitraum verfügbar.

source: Room is not available for the selected period.
de: Raum ist für den gewählten Zeitraum nicht verfügbar.

source: Template name is required
de: Vorlagenname ist erforderlich

source: At least one item is required
de: Mindestens ein Artikel ist erforderlich

source: Template with this name already exists
de: Vorlage mit diesem Namen existiert bereits

source: Invalid inventory item ID
de: Ungültige Inventargegenstand-ID

source: Template saved successfully
de: Vorlage erfolgreich gespeichert

source: Invalid JSON data
de: Ungültige JSON-Daten

source: Template deleted successfully
de: Vorlage erfolgreich gelöscht

source: Rental must be in draft or reserved status to issue
de: Ausleihe muss im Status 'Entwurf' oder 'reserviert' sein, um ausgegeben zu werden

source: Cannot issue rental with only rooms. Equipment is required to change status from reserved to issued.
de: Ausleihe mit nur Räumen kann nicht ausgegeben werden. Ausrüstung ist erforderlich, um den Status von 'reserviert' auf 'ausgegeben' zu ändern.

source: Invalid user ID
de: Ungültige Benutzer-ID

source: Rental successfully issued from reservation
de: Ausleihe erfolgreich aus Reservierung ausgegeben

source: Administrationinterface
de: Verwaltungsoberfläche

source: Coming Soon!
de: Demnächst verfügbar!

source: Rental Dashboard
de: Ausleih-Dashboard

source: We're working hard to bring you the rental dashboard feature. Soon you'll be able to book equipment and studio rooms with ease!
de: Wir arbeiten hart daran, Ihnen die Ausleih-Dashboard-Funktion zu bringen. Bald können Sie Ausrüstung und Studioräume mit Leichtigkeit buchen!

source: Development Progress
de: Entwicklungsfortschritt

source: Got it!
de: Verstanden!

source: My Dashboard
de: Mein Dashboard

source: Your Licenses
de: Ihre Lizenzen

source: Manage your profile and account settings
de: Verwalten Sie Ihr Profil und Ihre Kontoeinstellungen

source: Verified
de: Verifiziert

source: Quick Actions
de: Schnellaktionen

source: Edit Profile
de: Profil bearbeiten

source: Print Registration
de: Registrierung drucken

source: Your important updates and alerts
de: Ihre wichtigen Updates und Benachrichtigungen

source: All systems operational
de: Alle Systeme funktionsfähig

source: Your common tasks and shortcuts
de: Ihre häufigen Aufgaben und Verknüpfungen

source: Recent Activities
de: Letzte Aktivitäten

source: Your latest updates and activities
de: Ihre neuesten Updates und Aktivitäten

source: Activity
de: Aktivität

source: No recent activities
de: Keine aktuellen Aktivitäten

source: Your activities will appear here when you use the system
de: Ihre Aktivitäten werden hier angezeigt, wenn Sie das System nutzen

source: Monthly Overview
de: Monatsübersicht

source: Your activity trends over the last 6 months
de: Ihre Aktivitätstrends der letzten 6 Monate

source: Welcome to OK Tools
de: Willkommen bei OK Tools

source: OK Tools is the official platform for users of Offener Kanal Merseburg-Querfurt (OKMQ). Here you can register as a user, submit your videos for broadcasting, check the broadcast history, and book equipment or studio rooms for your productions.
de: OK Tools ist die offizielle Plattform für Nutzer des Offenen Kanals Merseburg-Querfurt (OKMQ). Hier können Sie sich als Nutzer registrieren, Ihre Videos zur Ausstrahlung einreichen, die Sendehistorie einsehen und Ausrüstung oder Studioräume für Ihre Produktionen buchen.

source: Available after registration:
de: Verfügbar nach der Registrierung:

source: All features below become accessible once you create an account and log in.
de: Alle unten aufgeführten Funktionen werden zugänglich, sobald Sie ein Konto erstellen und sich anmelden.

source: User Registration
de: Benutzerregistrierung

source: Create your personal OKMQ account to get access to our media services, facilities, and broadcasting options.
de: Erstellen Sie Ihr persönliches OKMQ-Konto, um Zugang zu unseren Mediendiensten, Einrichtungen und Sendemöglichkeiten zu erhalten.

source: First Step
de: Erster Schritt

source: Video Contribution
de: Videobeitrag

source: Submit your own productions for broadcasting on TV, in our livestream, and in the public Mediathek. Keep track of when your videos have been shown.
de: Reichen Sie Ihre eigenen Produktionen zur Ausstrahlung im Fernsehen, in unserem Livestream und in der öffentlichen Mediathek ein. Verfolgen Sie, wann Ihre Videos gezeigt wurden.

source: After Login
de: Nach der Anmeldung

source: Studios & Editing Rooms
de: Studios & Schnittplätze

source: Book professional editing suites or our TV studio to realize your projects with full technical support.
de: Buchen Sie professionelle Schnittplätze oder unser TV-Studio, um Ihre Projekte mit vollständiger technischer Unterstützung zu realisieren.

source: Equipment Rental
de: Ausrüstungsverleih

source: Borrow professional video, audio, and lighting equipment for free as part of your OKMQ membership.
de: Leihen Sie sich professionelle Video-, Audio- und Beleuchtungsausrüstung kostenlos als Teil Ihrer OKMQ-Mitgliedschaft aus.

source: Ready to get started?
de: Bereit loszulegen?

source: Sign up now and become part of the OKMQ community – create, broadcast, and share your own video productions.
de: Melden Sie sich jetzt an und werden Sie Teil der OKMQ-Gemeinschaft – erstellen, senden und teilen Sie Ihre eigenen Videoproduktionen.

source: Choose one of the options above to begin
de: Wählen Sie eine der obigen Optionen, um zu beginnen

source: About OKMQ
de: Über OKMQ

source: Offener Kanal Merseburg-Querfurt (OKMQ) is a community media organization that provides access to professional media production facilities and broadcasting opportunities for local communities.
de: Der Offene Kanal Merseburg-Querfurt (OKMQ) ist eine Bürgermedienorganisation, die lokalen Gemeinschaften Zugang zu professionellen Medienproduktionseinrichtungen und Sendemöglichkeiten bietet.

source: Contact Information
de: Kontaktinformationen

source: Community Media Center
de: Bürgermedien-Zentrum

source: Phone:
de: Telefon:

source: Opening hours:
de: Öffnungszeiten:

source: Mon:
de: Mo:

source: Tue – Thu:
de: Di – Do:

source: Fri:
de: Fr:

source: (or by arrangement)
de: (oder nach Vereinbarung)

source: © 2025 OFFENER KANAL Merseburg-Querfurt e.V. All rights reserved.
de: © 2025 OFFENER KANAL Merseburg-Querfurt e.V. Alle Rechte vorbehalten.

source: This account is not verified. Please print the application form, sign it and bring it with your personal ID back to us. The account will then be verified.
de: Dieser Account ist nicht verifiziert. Bitte drucken Sie zuerst das Antragsformular (Nutzer*innenantrag) aus und bringen Sie es unterschrieben, zusammen mit Ihrem Personalausweis bei uns vorbei. Ihr Account wird dann von uns verifiziert.

source: Application form
de: Nutzer*innenantrag

source: This account is verified.
de: Ihr Account ist verifiziert.

source: Equipment and Studio Rooms Booking
de: Ausrüstung und Studioräume Buchung

source: Booking Process
de: Buchungsprozess

source: 1. Your Information
de: 1. Ihre Informationen

source: Current
de: Aktuell

source: 2. Project Information
de: 2. Projektinformationen

source: Project Name
de: Projektname

source: Purpose of Use
de: Verwendungszweck

source: 3. Time Period
de: 3. Zeitraum

source: From:
de: Von:

source: To:
de: Bis:

source: 4. Selection
de: 4. Auswahl

source: Nothing selected
de: Nichts ausgewählt

source: 5. Action
de: 5. Aktion

source: Rooms are automatically returned after scheduled time
de: Räume werden automatisch nach der geplanten Zeit zurückgegeben

source: Filters
de: Filter

source: Select dates to view availability
de: Wählen Sie Daten aus, um die Verfügbarkeit anzuzeigen

source: Show Sets
de: Sets anzeigen

source: Select a set to view contents
de: Wählen Sie ein Set aus, um den Inhalt anzuzeigen

source: Add Set
de: Set hinzufügen

source: Booking
de: Buchung

source: Select a room to book time
de: Wählen Sie einen Raum zur Zeitbuchung

source: Select room:
de: Raum auswählen:

source: Add Room
de: Raum hinzufügen

source: CURRENT RENTALS
de: AKTUELLE AUSLEIHEN

source: Loading current rentals...
de: Lade aktuelle Ausleihen...

source: RETURNED RENTALS
de: ZURÜCKGEGEBENE AUSLEIHEN

source: EXPIRED RENTALS
de: ABGELAUFENE AUSLEIHEN

source: Loading expired rentals...
de: Lade abgelaufene Ausleihen...

source: License created: %(title)s
de: Freistellung erstellt: %(title)s

source: Rental %(type)s for %(item)s
de: Ausleihe %(type)s für %(item)s

source: Contribution broadcast: %(title)s
de: Beitrag gesendet: %(title)s

source: Recorded
de: Aufgezeichnet

source: %(count)d of your license(s) pending approval
de: %(count)d Ihrer Freistellung(en) warten auf Genehmigung

source: You have %(count)d active rental(s)
de: Sie haben %(count)d aktive Ausleihe(n)

source: You have %(count)d contribution(s) this week
de: Sie haben %(count)d Beitrag/Beiträge diese Woche

source: Welcome back, %(name)s!
de: Willkommen zurück, %(name)s!
