Repository: yarkolife/ok_tools
Catalog: ok_tools/locale/*/LC_MESSAGES/django.po
Languages: de

source: Date from
de: Datum von

source: From
de: Von

source: Time from
de: Zeit von

source: Date to
de: Datum bis

source: To
de: Bis

source: Time to
de: Zeit bis

source: Broadcast Date
de: Sendedatum

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: Title
de: Titel

source: Subtitle
de: Untertitel

source: Description
de: Beschreibung

source: Credits
de: Beteiligt

source: Category
de: Kategorie

source: Store in OK media library
de: In OK-Mediathek speichern

source: Program
de: Programm

source: License number
de: Freistellungsnummer

source: Broadcast Time
de: Sendezeit

source: Profile
de: Profil

source: Profile ID
de: Profil-ID

source: Duration
de: Dauer

source: Data export
de: Datenexport

source: Broadcast week
de: Sendewoche

source: In this week
de: In dieser Woche

source: Until next week
de: Bis einschließlich nächste Woche

source: Until week after next
de: Bis einschließlich übernächste Woche

source: Primary Contribution
de: Primärbeitrag

source: Yes
de: Ja

source: No
de: Nein

source: Broadcast year
de: Sendejahr

source: This year
de: Dieses Jahr

source: Last year
de: Letztes Jahr

source: Title, Subtitle, Number
de: Titel, Untertitel, Nummer

source: Media Authority
de: Bürgermedium

source: Is primary
de: Primärbeitrag

source: User
de: Nutzer

source: Number
de: Nummer

source: Import selected DISA exports.
de: Ausgewählten DISA-Export importieren.

source: "%(obj)s" successfully imported.
de: "%(obj)s" erfolgreich importiert.

source: Contributions
de: Beiträge

source: The worksheet needs to be named "%(name)s".
de: Die Tabelle muss "%(name)s" heißen.

source: Column %(nr)s needs to be named %(name)s
de: Spalte %(nr)s muss "%(name)s" heißen

source: Invalid title in cell %(c)s%(r)s. Title needs the format <nr>_<title>.
de: Ungültiger Titel in Zelle %(c)s%(r)s. Der Titel muss das Format <Nr>_<Titel> haben.

source: No license with number %(n)s found.
de: Keine Freistellung mit der Nummer %(n)s gefunden.

source: No repetitions for number %(n)s allowed and already found a primary contribution.
de: Für die Freistellung mit Nummer %(n)s sind keine Wiederholungen erlaubt. Ein Primärbeitrag existiert bereits.

source: Successfully created %d contributions.
de: Erfolgreich %d Beiträge erstellt.

source: License
de: Freistellung

source: Is live
de: Live

source: Contribution
de: Beitrag

source: DISA export file
de: DISA-Export-Datei

source: Imported
de: Importiert

source: Just marking the file as imported does not import the file!
de: Als importiert markierte Dateien werden nicht automatisch importiert!

source: DISA-Imports
de: DISA-Importe

source: The data export will only export primary contributions.
de: Beim Datenexport werden ausschließlich Primärbeiträge exportiert.

source: Submit
de: Bestätigen

source: Your Contributions
de: Ihre Beiträge

source: Manage your broadcast contributions and airings
de: Verwalten Sie Ihre Sendebeiträge und Ausstrahlungen

source: Switch view
de: Ansicht wechseln

source: New License
de: Neue Freistellung

source: Active Licenses
de: Aktive Freistellungen

source: Total Broadcasts
de: Sendungen gesamt

source: Live Broadcasts
de: Live-Sendungen

source: Recordings
de: Aufzeichnungen

source: Broadcasts
de: Sendungen

source: Recording
de: Aufzeichnung

source: No contributions found
de: Keine Beiträge gefunden

source: You have no broadcast contributions yet. Create a license first.
de: Sie haben noch keine Sendebeiträge. Erstellen Sie zuerst eine Freistellung.

source: Create first license
de: Erste Freistellung erstellen

source: Actions
de: Aktionen

source: Card view
de: Kartenansicht

source: Table view
de: Tabellenansicht

source: Inventory Number
de: Inventarnummer

source: Serial Number
de: Seriennummer

source: Manufacturer
de: Hersteller

source: Location
de: Standort

source: Quantity
de: Menge

source: Owner
de: Eigentümer

source: Inventory Number Owner
de: Inventarnummer-Eigentümer

source: Purchase Date
de: Kaufdatum

source: Model Name
de: Modellbezeichnung

source: Object ID
de: Objekt-ID

source: Action
de: Aktion

source: Changes
de: Änderungen

source: Timestamp
de: Zeitstempel

source: Download Error Log File
de: Fehlerprotokolldatei herunterladen

source: Error Log
de: Fehlerprotokoll

source: Import selected inventory files
de: Ausgewählte Inventardateien importieren

source: Import selected inspection files
de: Ausgewählte Prüfprotokolldateien importieren

source: Inventory
de: Inventar

source: Inspection Number
de: Prüfnummer

source: Enter existing number or a new one
de: Geben Sie eine bestehende oder neue Nummer ein

source: Inspection number already attached to another item.
de: Prüfnummer ist bereits einem anderen Artikel zugeordnet.

source: File must be CSV or XLSX format
de: Datei muss im CSV- oder XLSX-Format vorliegen

source: Could not read headers from file.
de: Kopfzeilen konnten aus der Datei nicht gelesen werden.

source: File must contain columns: %(columns)s. Missing: %(missing)s
de: Datei muss folgende Spalten enthalten: %(columns)s. Fehlend: %(missing)s

source: Invalid date format for "inspection_date". Supported formats: YYYY-MM-DD, DD.MM.YYYY, DD/MM/YYYY, YYYY/MM/DD. Received: "%(date_str)s"
de: Ungültiges Datumsformat für "inspection_date". Unterstützte Formate: YYYY-MM-DD, DD.MM.YYYY, DD/MM/YYYY, YYYY/MM/DD. Erhalten: "%(date_str)s"

source: No file provided for import.
de: Keine Datei für den Import bereitgestellt.

source: CSV file is empty or has no header row.
de: CSV-Datei ist leer oder hat keine Kopfzeile.

source: Unsupported file format: %(ext)s
de: Nicht unterstütztes Dateiformat: %(ext)s

source: Could not determine headers from the file.
de: Kopfzeilen konnten nicht aus der Datei ermittelt werden.

source: Missing required field: %(field)s
de: Erforderliches Feld fehlt: %(field)s

source: Field 'inspection_date' cannot be empty.
de: Feld 'inspection_date' darf nicht leer sein.

source: Field 'inspection_number' cannot be empty.
de: Feld 'inspection_number' darf nicht leer sein.

source: Row %(row_num)s: %(error)s
de: Zeile %(row_num)s: %(error)s

source: Error processing row %(row_num)s: %(error)s
de: Fehler beim Verarbeiten von Zeile %(row_num)s: %(error)s

source: Import Errors
de: Importfehler

source: Row
de: Zeile

source: Error
de: Fehler

source: import_errors_%(timestamp)s.xlsx
de: import_fehler_%(timestamp)s.xlsx

source: Import failed: %(error)s
de: Import fehlgeschlagen: %(error)s

source: Fatal Error: %(error)s
de: Schwerwiegender Fehler: %(error)s

source: No errors during import.
de: Keine Fehler beim Import.

source: Sample
de: Beispiel

source: %(model)s "%(value)s" created automatically.
de: %(model)s "%(value)s" automatisch erstellt.

source: %(model)s name is missing in row %(row)s. Skipping...
de: Name für %(model)s fehlt in Zeile %(row)s. Wird übersprungen...

source: Column %(col)s should be named "%(expected)s", but got "%(actual)s"
de: Spalte %(col)s sollte "%(expected)s" heißen, ist aber "%(actual)s"

source: Location "%(location)s" not found in dictionary
de: Standort "%(location)s" nicht im Verzeichnis gefunden

source: Inventory item with number "%(number)s" already exists. Skipping...
de: Inventargegenstand mit Nummer "%(number)s" existiert bereits. Wird übersprungen...

source: Row %(row)s: %(error)s
de: Zeile %(row)s: %(error)s

source: No errors
de: Keine Fehler

source: Manufacturers
de: Hersteller

source: Organization
de: Organisation

source: Organizations
de: Organisationen

source: Categories
de: Kategorien

source: Parent
de: Übergeordnet

source: Locations
de: Standorte

source: In stock
de: Auf Lager

source: Rented
de: Verliehen

source: Written off
de: Ausgemustert

source: Defect
de: Defekt

source: Enter the inventory number of the owner of the item.
de: Geben Sie die Inventarnummer des Eigentümers des Artikels ein.

source: Purchase Cost
de: Anschaffungskosten

source: Date Added
de: Hinzugefügt am

source: Available for Rental
de: Zur Ausleihe verfügbar

source: Check if this item is available for rental.
de: Prüfen, ob dieser Artikel zur Vermietung verfügbar ist.

source: Reserved Quantity
de: Reservierte Menge

source: Rented Quantity
de: Verliehene Menge

source: Inventory Item
de: Inventargegenstand

source: Inventory Items
de: Inventargegenstände

source: Not specified
de: Nicht angegeben

source: Pending
de: Ausstehend

source: In Progress
de: In Bearbeitung

source: Completed
de: Abgeschlossen

source: Completed with Errors
de: Mit Fehlern abgeschlossen

source: Failed
de: Fehlgeschlagen

source: Inventory file
de: Inventardatei

source: Items Created
de: Erstellte Artikel

source: Items Skipped
de: Übersprungene Artikel

source: Import Date
de: Importdatum

source: Completed Date
de: Abschlussdatum

source: Error Log File
de: Fehlerprotokolldatei

source: Inventory Import
de: Inventarimport

source: Inventory Imports
de: Inventarimporte

source: No file provided.
de: Keine Datei bereitgestellt.

source: Created
de: Erstellt

source: Updated
de: Aktualisiert

source: Deleted
de: Gelöscht

source: Audit Log
de: Prüfprotokoll

source: Audit Logs
de: Prüfprotokolle

source: %(number)s %(action)s by %(user)s at %(timestamp)s
de: %(number)s %(action)s von %(user)s um %(timestamp)s

source: Deleted item (ID: %(id)s)
de: Gelöschter Artikel (ID: %(id)s)

source: No changes recorded.
de: Keine Änderungen erfasst.

source: Whole device
de: Gesamtgerät

source: Power cable
de: Netzkabel

source: Power supply unit
de: Netzteil

source: Number assigned by the inspection company
de: Von der Prüfgesellschaft zugewiesene Nummer

source: Device Type
de: Gerätetyp

source: Room
de: Raum

source: Target Part
de: Prüfteil

source: Inspection Date
de: Prüfdatum

source: Result / Comment
de: Ergebnis / Kommentar

source: Inspection
de: Prüfung

source: Inspections
de: Prüfungen

source: Inspection file
de: Prüfdatei

source: Inspection Import
de: Prüfimport

source: Inspection Imports
de: Prüfimporte

source: The data export will include all inventory items.
de: Der Datenexport umfasst alle Inventargegenstände.

source: Manage your equipment and inventory items
de: Verwalten Sie Ihre Ausrüstung und Inventargegenstände

source: Add Item
de: Artikel hinzufügen

source: Total Items
de: Artikel insgesamt

source: Available
de: Verfügbar

source: Maintenance
de: Wartung

source: All Categories
de: Alle Kategorien

source: Camera
de: Kamera

source: Lighting
de: Beleuchtung

source: All Statuses
de: Alle Status

source: Reserved
de: Reserviert

source: All Locations
de: Alle Standorte

source: Storage
de: Lager

source: Office
de: Büro

source: Search
de: Suchen

source: Search items...
de: Artikel suchen...

source: Clear Filters
de: Filter löschen

source: View Details
de: Details anzeigen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Unknown
de: Unbekannt

source: Last Inspection
de: Letzte Prüfung

source: Rent
de: Ausleihen

source: Not Available
de: Nicht verfügbar

source: No inventory items found
de: Keine Inventargegenstände gefunden

source: Add your first item
de: Fügen Sie Ihren ersten Artikel hinzu

source: Inventory pagination
de: Inventar-Seitennummerierung

source: First
de: Erste

source: Previous
de: Vorherige

source: Page
de: Seite

source: of
de: von

source: Next
de: Nächste

source: Last
de: Letzte

source: Are you sure you want to delete this inventory item?
de: Sind Sie sicher, dass Sie diesen Inventargegenstand löschen möchten?

source: Further involved persons
de: Weitere Personen

source: Suggested broadcast date
de: Gewünschtes Sendedatum

source: Suggested broadcast time
de: Gewünschte Sendezeit

source: Repetitions allowed
de: Wiederholungen erlauben

source: Media Authority exchange allowed
de: Austausch zwischen Bürgermedien erlauben

source: Youth protection necessary
de: Jugendschutz notwendig

source: Screen Board
de: Bildschirmtafel

source: created at
de: erstellt am

source: Creation year
de: Erstellungsjahr

source: without contributions
de: ohne Beiträge

source: The corresponding profile is not verified. The License can not be confirmed until the profile is verified.
de: Das zugehörige Profil ist nicht verifiziert. Die Freistellung kann nicht bestätigt werden, bis das Profil verifiziert ist.

source: title, subtitle, number, description, further persons
de: Titel, Untertitel, Nummer, Beschreibung, weitere Personen

source: Created at
de: Erstellt am

source: Confirm selected Licenses
de: Ausgewählte Freistellungen genehmigen

source: Unconfirm selected Licenses
de: Ausgewählte Freistellungen zurückziehen

source: Create a copy of selected licenses
de: Kopie der ausgewählten Freistellungen erstellen

source: License copies created successfully.
de: Freistellungen wurden erfolgreich kopiert.

source: The corresponding profile of %(obj)s is not verified. The License can not be confirmed until the profile is verified.
de: Das zugehörige Profil %(obj)s ist nicht verifiziert. Die Freistellung kann nicht bestätigt werden, bis das Profil verifiziert ist.

source: Licenses
de: Freistellungen

source: If youth protection is necessary, you have to choose a youth protection category.
de: Wenn Jugendschutz erforderlich ist, müssen Sie eine Jugendschutz-Kategorie wählen.

source: Invalid format. Please use the format hh:mm:ss or mm:ss.
de: Ungültiges Format. Bitte nutzen Sie das Format hh:mm:ss oder mm:ss.

source: The duration field is required.
de: Es muss eine Dauer angegeben werden.

source: Save
de: Speichern

source: license.pdf
de: freistellung.pdf

source: not necessary
de: kein Jugendschutz notwendig

source: from 12
de: 20:00 Uhr (ab 12 J.)

source: from 16
de: 22:00 Uhr (ab 16 J.)

source: from 18
de: 23:00 Uhr (ab 18 J.)

source: Not Selected
de: Nicht ausgewählt

source: Format: hh:mm:ss or mm:ss
de: Format: hh:mm:ss oder mm:ss

source: Media Authority exchange allowed in Saxony-Anhalt
de: Austausch zwischen Bürgermedien erlauben

source: Media Authority exchange allowed in other states than Saxony-Anhalt.
de: Austausch zwischen Bürgermedien in anderen Bundesländern erlauben.

source: Youth protection category
de: Jugendschutz-Kategorie

source: Confirmed
de: Genehmigt

source: Duration must not be null.
de: Die Dauer darf nicht Null sein.

source: Custom date range
de: Benutzerdefinierter Zeitraum

source: Reset
de: Zurücksetzen

source: Active filter
de: Aktivität

source: from
de: von

source: to
de: bis

source: By %(filter_title)s
de: Nach %(filter_title)s

source: Print license
de: Freistellung drucken

source: Confirmed licenses are not editable!
de: Bestätigte Freistellungen sind nicht änderbar.

source: Create License
de: Freistellung erstellen

source: Create a new broadcast exemption
de: Neue Sendefreistellung erstellen

source: Fill in all required fields to create your license
de: Füllen Sie alle erforderlichen Felder aus, um Ihre Freistellung zu erstellen

source: Back to Overview
de: Zurück zur Übersicht

source: Basic Information
de: Grundinformationen

source: Title, description and category of the license
de: Titel, Beschreibung und Kategorie der Freistellung

source: Additional involved persons (optional)
de: Weitere beteiligte Personen (optional)

source: Media Settings
de: Medieneinstellungen

source: Duration, broadcast date and repetitions
de: Dauer, Sendedatum und Wiederholungen

source: Exchange Settings
de: Austauscheinstellungen

source: Permissions for exchange between citizen media
de: Berechtigungen für den Austausch zwischen Bürgermedien

source: Saxony-Anhalt
de: Sachsen-Anhalt

source: Other Federal States
de: Andere Bundesländer

source: Special Settings
de: Spezielle Einstellungen

source: Special settings and youth protection
de: Spezielle Einstellungen und Jugendschutz

source: Screen board (duration will be set automatically)
de: Laufschrift (Dauer wird automatisch gesetzt)

source: Cancel
de: Abbrechen

source: Are you sure you want to reset all inputs?
de: Sind Sie sicher, dass Sie alle Eingaben zurücksetzen möchten?

source: License Details
de: Freistellungsdetails

source: Details for
de: Details für

source: Print
de: Drucken

source: Manage your licenses and permissions
de: Verwalten Sie Ihre Freistellungen und Berechtigungen

source: All Status
de: Alle Status

source: Search licenses...
de: Freistellungen suchen...

source: Suggested Date
de: Gewünschtes Datum

source: No Date
de: Kein Datum

source: No licenses found
de: Keine Freistellungen gefunden

source: Create your first license
de: Erstellen Sie Ihre erste Freistellung

source: License pagination
de: Freistellungs-Seitennummerierung

source: Are you sure you want to delete this license?
de: Sind Sie sicher, dass Sie diese Freistellung löschen möchten?

source: Edit %(object)s:
de: %(object)s bearbeiten:

source: Your License is already confirmed and no longer editable.
de: Ihre Freistellung ist bereits genehmigt und somit nicht mehr veränderbar.

source: Back to overview
de: Zurück zur übersicht

source: License not found.
de: Freistellung nicht gefunden.

source: License %(license)s successfully created.
de: Freistellung %(license)s erfolgreich erstellt.

source: License %(license)s successfully edited.
de: Freistellung %(license)s erfolgreich bearbeitet.

source: The License %(license)s is already confirmed and therefor no longer editable.
de: Die Freistellung %(license)s ist bereits genehmigt und somit nicht mehr veränderbar.

source: Mon
de: MO

source: Tue
de: DI

source: Wed
de: MI

source: Thu
de: DO

source: Fri
de: FR

source: Sat
de: SA

source: Sun
de: SO

source: Calendar Weeks – Broadcast Planning
de: Kalenderwochen - Sendeplanung

source: Draft?
de: Entwurf?

source: Planned items
de: Geplante Beiträge

source: Comment
de: Kommentar

source: not found
de: nicht gefunden

source: Planned items (preview)
de: Geplante Beiträge (Vorschau)

source: Calendar weeks
de: Kalenderwochen

source: Current Week
de: Aktuelle Woche

source: Planned days
de: Geplante Tage

source: Total time
de: Gesamtzeit

source: Fill rate
de: Füllgrad

source: Next Week
de: Nächste Woche

source: Week After Next
de: Übernächste Woche

source: 3 Weeks Ahead
de: 3 Wochen voraus

source: Close
de: Schließen

source: Broadcast block
de: Sendewoche

source: Full available
de: Vollständig verfügbar

source: Gaps >5 min count as used time
de: Lücken >5 Min zählen als genutzte Zeit

source: Enter license number...
de: Freistellungsnummer eingeben...

source: Add
de: Hinzufügen

source: Duration (Min)
de: Dauer (Min)

source: Comment or notes:
de: Kommentar oder Notizen:

source: Sort by time
de: Nach Zeit sortieren

source: Still %%(minutes)s min free
de: Noch %%(minutes)s Min frei

source: Overplanned by %%(minutes)s min!
de: Überplanen um %%(minutes)s Min!

source: License not found or not confirmed
de: Freistellung nicht gefunden oder nicht bestätigt

source: License not found or not confirmed.
de: Freistellung nicht gefunden oder nicht bestätigt.

source: Topic
de: Thema

source: Date
de: Datum

source: External venue
de: Externer Veranstaltungsort

source: Target group
de: Zielgruppe

source: Project category
de: Projektkategorie

source: Project leader
de: Projektleiter*in

source: diverse
de: divers

source: Projects
de: Projekte

source: start year
de: Startjahr

source: title, topic, description
de: Titel, Thema, Beschreibung

source: Target Group
de: Zielgruppe

source: Project Category
de: Projektkategorie

source: Project data
de: Projektdaten

source: Participant numbers - by age
de: Teilnehmerzahlen - nach Alter

source: Participant numbers - by gender
de: Teilnehmerzahlen - nach Geschlecht

source: projects.ics
de: projekte.ics

source: Full name
de: Vollständiger Name

source: Project leaders
de: Projektleiter*innen

source: Media education supervisor
de: Medienpädagogische*r Betreuer*in

source: Media education supervisors
de: Medienpädagogische Betreuer

source: Project categories
de: Projekt Kategorien

source: Target groups
de: Zielgruppen

source: Project title
de: Projekttitel

source: Democracy project
de: Demokratieprojekt

source: The sum of participants by age (%(age)s) does not match the sum of participants by gender (%(gender)s). Please correct your data.
de: Die Summe der Teilnehmer nach Alter (%(age)s) stimmte nicht mit der Summe der Teilnehmer nach Geschlecht (%(gender)s) überein. Bitte korrigieren Sie die Eingabe.

source: Project
de: Projekt

source: Export dates
de: Zeiten exportieren

source: E-Mail address
de: E-Mail-Adresse

source: Password
de: Passwort

source: permissions
de: Berechtigungen

source: Staff
de: Mitarbeiter

source: first name
de: Vorname

source: last name
de: Nachname

source: gender
de: Geschlecht

source: email address
de: E-Mail-Adresse

source: phone number
de: Telefonnummer

source: mobile number
de: Handynummer

source: birthday
de: Geburtstag

source: street
de: Straße

source: house number
de: Hausnummer

source: zipcode
de: Postleitzahl

source: city
de: Stadt

source: member
de: Mitglied

source: comment
de: Kommentar

source: birthmonth
de: Geburtsmonat

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: created year
de: Erstellungsjahr

source: e-mail, first name, last name
de: E-Mail, Vorname, Nachname

source: Verify selected profiles
de: Ausgewählte Profile verifizieren

source: Unverify selected profiles
de: Verifizierung ausgewählter Profile aufheben

source: Display Settings
de: Anzeigeeinstellungen

source: Metadata
de: Metadaten

source: Registration
de: Registrierung

source: Email address
de: E-Mail-Adresse

source: Your profile is already verified. To change further data please contact an employee.
de: Ihr Profil ist bereits verifiziert. Wenden Sie sich bitte an einen Mitarbeiter, um weitere Daten zu ändern.

source: Submit changes
de: Änderungen bestätigen

source: I have read the privacy agreement and accept it.
de: Ich habe die Datenschutzerklärung gelesen und akzeptiere sie.

source: I have read the usage agreement and accept it.
de: Ich habe die Nutzungsordnung gelesen und akzeptiere sie.

source: Birthday
de: Geburtstag

source: Register
de: Registrieren

source: Please accept our
de: Bitte akzeptieren sie unsere

source: privacy policy
de: Datenschutzerklärung

source: usage policy
de: Nutzungsordnung

source: The given email must be set
de: Die E-Mail-Adresse muss angegeben werden

source: Superuser must have is_staff=True.
de: Für den Superuser muss gelten is_staff=True.

source: Superuser must have is_superuser=True.
de: Für den Superuser muss gelten is_superuser=True.

source: Users
de: Nutzer*innen

source: Media Authorities
de: Bürgermedien

source: not given
de: nicht angegeben

source: male
de: männlich

source: female
de: weiblich

source: verified
de: verifiziert

source: The profile data was verified by showing the ID to an employee.
de: Das Profil wurde unter Vorlage eines Personalausweises verifiziert.

source: Profiles
de: Profile

source: Information
de: Informationen

source: Success
de: Erfolg

source: Warning
de: Warnung

source: Danger
de: Gefahr

source: Info Circle
de: Info-Kreis

source: Check Circle
de: Häkchen-Kreis

source: Exclamation Triangle
de: Ausrufezeichen-Dreieck

source: Exclamation Circle
de: Ausrufezeichen-Kreis

source: Clock
de: Uhr

source: Bell
de: Glocke

source: Broadcast
de: Sendung

source: Star
de: Stern

source: Gear
de: Zahnrad

source: Shield Check
de: Schild-Häkchen

source: Short title for the notification
de: Kurzer Titel für die Benachrichtigung

source: Message
de: Nachricht

source: Main notification text
de: Haupttext der Benachrichtigung

source: Type
de: Typ

source: Notification type determines color and style
de: Benachrichtigungstyp bestimmt Farbe und Stil

source: Icon
de: Symbol
