Repository: yarkolife/ok_tools
Catalog: ok_tools/locale/*/LC_MESSAGES/django.po
Languages: de

source: Bootstrap Icons icon name
de: Bootstrap Icons Symbolname

source: Active
de: Aktiv

source: Only active notifications are displayed to users
de: Nur aktive Benachrichtigungen werden Benutzern angezeigt

source: Priority
de: Priorität

source: Higher priority notifications appear first (1-10)
de: Benachrichtigungen mit höherer Priorität erscheinen zuerst (1-10)

source: Start Date
de: Startdatum

source: When to start showing this notification
de: Wann diese Benachrichtigung angezeigt werden soll

source: End Date
de: Enddatum

source: When to stop showing this notification (optional)
de: Wann diese Benachrichtigung nicht mehr angezeigt werden soll (optional)

source: Created At
de: Erstellt am

source: Created By
de: Erstellt von

source: Admin who created this notification (auto-filled)
de: Administrator, der diese Benachrichtigung erstellt hat (automatisch ausgefüllt)

source: Notification
de: Benachrichtigung

source: Notifications
de: Benachrichtigungen

source: registration_form.pdf
de: Nutzer_innenantrag.pdf

source: Print application
de: Nutzer*innenantrag drucken

source: Hello %(first_name)s,
de: Hallo %(first_name)s,

source: We have received your application and verified your data. Your account is now fully activated.
de: Wir haben Ihren Nutzer*innenantrag erhalten und Ihre Daten verifiziert. Ihr Account ist jetzt vollständig aktiviert.

source: You can now login and file a license.
de: Sie können sich jetzt einloggen und Freistellungen erstellen.

source: Have a great day, The %(ok_name)s team
de: Mit freundlichen Grüßen, Ihr %(ok_name)s-Team

source: Your Account for %(ok_name)s has been verified
de: Ihr Account für %(ok_name)s wurde verifiziert

source: Edit user data
de: Profil bearbeiten

source: Change password
de: Passwort ändern

source: Print Registration Form
de: Nutzer*innenantrag drucken

source: Privacy Policy
de: Datenschutzerklärung

source: Overview
de: Übersicht

source: Create license
de: Freistellung erstellen

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Welcome Back
de: Willkommen zurück

source: Sign in to your OKMQ account
de: Melden Sie sich in Ihrem OKMQ-Konto an

source: Sign In
de: Anmelden

source: Forgot Password?
de: Passwort vergessen?

source: Don't have an account?
de: Haben Sie noch kein Konto?

source: Register here
de: Hier registrieren

source: Password reset complete
de: Passwort erfolgreich zurückgesetzt

source: Your new password has been set. You can log in now:
de: Ihr neues Passwort wurde gesetzt. Sie können sich jetzt anmelden:

source: log in page
de: Anmeldeseite

source: Enter new password
de: Neues Passwort

source: Set a new password!
de: Wählen Sie ein neues Passwort!

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum zurücksetzen des Passwortes ist ungütlig. Dies könnte daran liegen, dass dieser bereits genutzt wurde. Bitte fordern Sie einen neuen an.

source: Email Sent
de: E-Mail gesendet

source: Check your inbox.
de: Überprüfen Sie ihr E-Mail-Postfach.

source: If your given email is registered, we've emailed you instructions for setting your password. You should receive the email shortly!
de: Falls Ihre angegebene E-Mail-Adresse registriert ist, haben wir Ihnen Anweisungen zum Setzen Ihres Passworts per E-Mail gesendet. Sie sollten die E-Mail in Kürze erhalten!

source: Home
de: Startseite

source: Log In
de: Anmelden

source: You're receiving this email because you requested a password change for your user account at %(ok_name)s. Please go to the following page and choose a new password:
de: Sie erhalten diese E-Mail, weil Sie eine Passwort-Änderung für Ihr Benutzerkonto bei %(ok_name)s angefordert haben. Bitte gehen Sie auf die folgende Seite und wählen Sie ein neues Passwort:

source: Your username, in case you've forgotten: %(user.get_username)s
de: Ihr Benutzername, falls Sie ihn vergessen haben: %(user.get_username)s

source: Change Password
de: Passwort ändern

source: Enter your email address below, and we'll send you a link so you can set a new password.
de: Geben Sie unten Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link, mit dem Sie ein neues Passwort setzen können.

source: Send email
de: Senden

source: Password reset for %(ok_name)s
de: Ihr neues Passwort für %(ok_name)s

source: You're receiving this email because you've registered yourself at %(ok_name)s. Please go to the following page and set your password:
de: Sie erhalten diese E-Mail, weil Sie sich beim %(ok_name)s registriert haben. Bitte nutzen Sie den folgenden Link um ein Passwort zu wählen.

source: Welcome to the %(ok_name)s
de: Wilkommen beim %(ok_name)s

source: User data for
de: Nutzerdaten für

source: Print registration form
de: Nutzer*innenantrag drucken

source: Print template only
de: Nur Vorlage drucken

source: Create Your Account
de: Erstellen Sie Ihr Konto

source: Join the OKMQ community and start creating amazing content
de: Treten Sie der OKMQ-Gemeinschaft bei und beginnen Sie mit der Erstellung großartiger Inhalte

source: Already have an account?
de: Haben Sie bereits ein Konto?

source: Sign in here
de: Hier anmelden

source: Welcome!
de: Herzlich Willkommen!

source: You succesfully registered at %(OK_NAME)s. Shortly you will receive an email with a link. Use this link to set your password. After that you should be able to log in.
de: Sie haben sich erfolgreich beim %(OK_NAME)s registriert. In Kürze erhalten Sie eine E-Mail mit einem Link über den Sie Ihr Passwort setzen können. Im Anschluss sollten Sie sich anmelden können.

source: Back to the start page
de: Zurück zur Startseite

source: There is no profile for %(user)s
de: Es existiert kein Profil für %(user)s

source: Your profile was successfully updated.
de: Ihr Profil wurde erfolgreich aktualisiert.

source: Actors
de: Akteure

source: Dates
de: Daten

source: Notes
de: Notizen

source: Quantities
de: Mengen

source: Return Information
de: Rückgabeinformationen

source: Overdue Status
de: Überfälligkeitsstatus

source: Equipment sets
de: Ausrüstungssets

source: Created by
de: Erstellt von

source: Project name
de: Projektname

source: Purpose
de: Zweck

source: Requested start date
de: Gewünschtes Startdatum

source: Requested end date
de: Gewünschtes Enddatum

source: Rental request created: %s
de: Ausleihantrag erstellt: %s

source: Create rental from equipment sets
de: Ausleihe aus Ausrüstungssets erstellen

source: Capacity & Location
de: Kapazität & Standort

source: Rental dates
de: Ausleihdaten

source: Rental
de: Ausleihe

source: Requested end date must be after start date.
de: Das gewünschte Enddatum muss nach dem Startdatum liegen.

source: Quantity must be positive.
de: Die Menge muss positiv sein.

source: Cannot reserve more than requested amount.
de: Es kann nicht mehr als die angeforderte Menge reserviert werden.

source: Not enough items available to reserve.
de: Nicht genügend Artikel zur Reservierung verfügbar.

source: Cannot issue more than requested.
de: Es kann nicht mehr als angefordert ausgegeben werden.

source: Cannot issue more than reserved.
de: Es kann nicht mehr als reserviert ausgegeben werden.

source: Cannot return more than outstanding issued quantity.
de: Es kann nicht mehr als die ausstehende ausgegebene Menge zurückgegeben werden.

source: Cannot cancel more than reserved.
de: Es kann nicht mehr als reserviert storniert werden.

source: Description is required for the selected issue type.
de: Für den ausgewählten Problemtyp ist eine Beschreibung erforderlich.

source: Automatic return of expired room reservation: {}
de: Automatische Rückgabe der abgelaufenen Raumreservierung: {}

source: Automatic return of expired room rental: {}
de: Automatische Rückgabe der abgelaufenen Raumausleihe: {}

source: Automatic expiration of expired room rentals: processed {} rentals, auto-returned reservations: {}, returned rentals: {}
de: Automatisches Ablaufen von abgelaufenen Raumausleihen: {} Ausleihen bearbeitet, automatisch zurückgegebene Reservierungen: {}, zurückgegebene Ausleihen: {}

source: Error during automatic expiration of expired room rentals: {}
de: Fehler beim automatischen Ablaufen von abgelaufenen Raumausleihen: {}

source: Actual start date
de: Tatsächliches Startdatum

source: Actual end date
de: Tatsächliches Enddatum

source: Draft
de: Entwurf

source: Issued
de: Ausgegeben

source: Returned
de: Zurückgegeben

source: Cancelled
de: Storniert

source: Equipment
de: Ausrüstung

source: Equipment and Room
de: Ausrüstung und Raum

source: Rental type
de: Ausleihtyp

source: Type of rental: equipment, room, or both
de: Art der Ausleihe: Ausrüstung, Raum oder beides

source: Rental request
de: Ausleihantrag

source: Rental requests
de: Ausleihanträge

source: No rooms
de: Keine Räume

source: Inventory item
de: Inventargegenstand

source: Search by number, description, manufacturer
de: Suche nach Nummer, Beschreibung, Hersteller

source: Quantity requested
de: Angeforderte Menge

source: Quantity issued
de: Ausgegebene Menge

source: Quantity returned
de: Zurückgegebene Menge

source: Actual return date
de: Tatsächliches Rückgabedatum

source: Date when the item was actually returned (auto-filled on return)
de: Datum, an dem der Artikel tatsächlich zurückgegeben wurde (wird bei Rückgabe automatisch ausgefüllt)

source: Rental item
de: Ausleihgegenstand

source: Rental items
de: Ausleihgegenstände

source: Is template
de: Ist Vorlage

source: Is active
de: Ist aktiv

source: Equipment set
de: Ausrüstungsset

source: Is required
de: Ist erforderlich

source: Equipment set item
de: Ausrüstungsset-Gegenstand

source: Equipment set items
de: Ausrüstungsset-Gegenstände

source: Reserve
de: Reservieren

source: Issue
de: Ausgeben

source: Return
de: Zurückgeben

source: Transaction type
de: Transaktionstyp

source: Performed by
de: Durchgeführt von

source: Performed at
de: Durchgeführt am

source: Excellent
de: Ausgezeichnet

source: Good
de: Gut

source: Fair
de: Befriedigend

source: Poor
de: Schlecht

source: Condition
de: Zustand

source: Rental transaction
de: Ausleihtransaktion

source: Rental transactions
de: Ausleihtransaktionen

source: Either item or room must be specified
de: Entweder Gegenstand oder Raum muss angegeben werden

source: Cannot specify both item and room simultaneously
de: Gegenstand und Raum können nicht gleichzeitig angegeben werden

source: Damaged
de: Beschädigt

source: Missing
de: Fehlt

source: Late Return
de: Verspätete Rückgabe

source: Other
de: Sonstiges

source: Issue type
de: Problemtyp

source: Minor
de: Geringfügig

source: Major
de: Schwerwiegend

source: Critical
de: Kritisch

source: Severity
de: Schweregrad

source: Reported by
de: Gemeldet von

source: Reported at
de: Gemeldet am

source: Resolved
de: Gelöst

source: Resolution notes
de: Lösungsnotizen

source: Rental issue
de: Ausleihproblem

source: Rental issues
de: Ausleihprobleme

source: Room name
de: Raumname

source: Capacity
de: Kapazität

source: Rooms
de: Räume

source: Number of people
de: Anzahl Personen

source: Number of people using the room
de: Anzahl der Personen, die den Raum nutzen

source: Additional notes for room rental
de: Zusätzliche Notizen für Raumausleihe

source: Room rental
de: Raumausleihe

source: Room rentals
de: Raumausleihen

source: Expired
de: Abgelaufen

source: Expiring soon
de: Läuft bald ab

source: Rental Process
de: Ausleihprozess

source: Template Name
de: Vorlagenname

source: Name of the equipment template (e.g., "Concert Setup", "Workshop Equipment")
de: Name der Ausrüstungsvorlage (z.B. "Konzert-Setup", "Workshop-Ausrüstung")

source: Optional description of what this template is used for
de: Optionale Beschreibung, wofür diese Vorlage verwendet wird

source: Updated at
de: Aktualisiert am

source: Equipment Template
de: Ausrüstungsvorlage

source: Equipment Templates
de: Ausrüstungsvorlagen

source: Template
de: Vorlage

source: Default quantity for this item in the template
de: Standardmenge für diesen Artikel in der Vorlage

source: Template Item
de: Vorlagenartikel

source: Template Items
de: Vorlagenartikel

source: Cannot reserve more than requested.
de: Es kann nicht mehr als angefordert reserviert werden.

source: Cannot return more than outstanding issued.
de: Es kann nicht mehr als die ausstehende ausgegebene Menge zurückgegeben werden.

source: Create rental from sets
de: Ausleihe aus Sets erstellen

source: Open rental process
de: Ausleihprozess öffnen

source: Create
de: Erstellen

source: Access Denied
de: Zugriff verweigert

source: You do not have permission to access this page.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.

source: To Admin Page
de: Zur Admin-Seite

source: Only employees have access to rental functions.
de: Nur Mitarbeiter haben Zugriff auf Ausleihfunktionen.

source: Rental Management
de: Ausleihverwaltung

source: Inventory Rental
de: Inventarausleihe

source: Back to Administration
de: Zurück zur Verwaltung

source: Statistics
de: Statistiken

source: Select User
de: Benutzer auswählen

source: Search user...
de: Benutzer suchen...

source: Select user
de: Benutzer auswählen

source: Project Info
de: Projektinformationen

source: Purpose of use
de: Verwendungszweck

source: Time Period
de: Zeitraum

source: Select Equipment
de: Ausrüstung auswählen

source: No items selected
de: Keine Artikel ausgewählt

source: Issue Immediately
de: Sofort ausgeben

source: Optional notes for the rental
de: Optionale Notizen für die Ausleihe

source: These notes will be printed on the rental sheet
de: Diese Notizen werden auf dem Ausleihschein gedruckt

source: Note: Rooms are automatically reserved and will return after the scheduled time.
de: Hinweis: Räume werden automatisch reserviert und kehren nach der geplanten Zeit zurück.

source: Search inventory...
de: Inventar durchsuchen...

source: All Owners
de: Alle Eigentümer

source: Equipment Sets
de: Ausrüstungssets

source: User Statistics
de: Benutzerstatistiken

source: Available Inventory
de: Verfügbares Inventar

source: Reset Form
de: Formular zurücksetzen

source: Group by Location
de: Nach Standort gruppieren

source: Show Equipment Sets
de: Ausrüstungssets anzeigen

source: Load from Template
de: Aus Vorlage laden

source: Save as Template
de: Als Vorlage speichern

source: Active Rentals
de: Aktive Ausleihen

source: Loading active rentals...
de: Lade aktive Ausleihen...

source: Returned Rentals
de: Zurückgegebene Ausleihen

source: Loading returned rentals...
de: Lade zurückgegebene Ausleihen...

source: Overdue Rentals
de: Überfällige Ausleihen

source: Loading overdue rentals...
de: Lade überfällige Ausleihen...

source: Return Items
de: Artikel zurückgeben

source: Process Return
de: Rückgabe bearbeiten

source: Extend Rental
de: Ausleihe verlängern

source: Current End Date
de: Aktuelles Enddatum

source: New End Date
de: Neues Enddatum

source: Reason for Extension (optional)
de: Grund für Verlängerung (optional)

source: Reason for extension...
de: Grund für Verlängerung...

source: Extend
de: Verlängern

source: Available Sets
de: Verfügbare Sets

source: Loading sets...
de: Lade Sets...

source: Set Contents
de: Set-Inhalt

source: Select a set to see contents
de: Wählen Sie ein Set aus, um den Inhalt zu sehen

source: Add Set to Rental
de: Set zur Ausleihe hinzufügen

source: Available Rooms
de: Verfügbare Räume

source: List
de: Liste

source: Calendar
de: Kalender

source: Timeline
de: Zeitlinie

source: Loading rooms...
de: Lade Räume...

source: Scheduling
de: Terminplanung

source: Select a room to schedule time
de: Wählen Sie einen Raum für die Terminplanung aus

source: Select Room
de: Raum auswählen

source: All Rooms
de: Alle Räume

source: Loading calendar...
de: Kalender wird geladen...

source: Refresh
de: Aktualisieren

source: Loading timeline...
de: Zeitlinie wird geladen...

source: Rooms are automatically reserved and will return after the scheduled time.
de: Räume werden automatisch reserviert und stehen nach der geplanten Zeit wieder zur Verfügung.

source: Add Room to Rental
de: Raum zur Ausleihe hinzufügen

source: Issue Equipment from Reservation
de: Ausrüstung aus Reservierung ausgeben

source: Rooms remain reserved and are not issued
de: Räume bleiben reserviert und werden nicht ausgegeben

source: Equipment Items
de: Ausrüstungsgegenstände

source: Rooms (Reserved Only)
de: Räume (nur reserviert)

source: Note:
de: Hinweis:

source: Rooms cannot be issued - they remain reserved and are automatically available after the scheduled time.
de: Räume können nicht ausgegeben werden - sie bleiben reserviert und sind automatisch nach der geplanten Zeit verfügbar.

source: Select time
de: Zeit auswählen

source: Select staff member
de: Mitarbeiter auswählen

source: Optional notes
de: Optionale Notizen

source: Issue Equipment
de: Ausrüstung ausgeben

source: Add Equipment to Issue
de: Ausrüstung zur Ausgabe hinzufügen

source: Search by inventory number or description
de: Suche nach Inventarnummer oder Beschreibung

source: Search...
de: Suchen...

source: Loading available items...
de: Lade verfügbare Artikel...

source: Click '+' to add items. Modal stays open for multiple selections.
de: Klicken Sie auf '+', um Artikel hinzuzufügen. Das Modal bleibt für mehrere Auswahlen geöffnet.

source: Rentals
de: Ausleihen

source: Manage equipment rentals and bookings
de: Ausrüstungsausleihen und Buchungen verwalten

source: Create Rental
de: Ausleihe erstellen

source: Upcoming
de: Bevorstehend

source: Overdue
de: Überfällig

source: All Types
de: Alle Typen

source: Date Range
de: Datumsbereich

source: All Dates
de: Alle Daten

source: Today
de: Heute

source: This Week
de: Diese Woche

source: This Month
de: Dieser Monat

source: Search rentals...
de: Ausleihen suchen...

source: Item/Service
de: Artikel/Service

source: Renter
de: Mieter

source: No rentals found
de: Keine Ausleihen gefunden

source: Create your first rental
de: Erstellen Sie Ihre erste Ausleihe

source: Rentals pagination
de: Ausleihen-Paginierung

source: Are you sure you want to delete this rental?
de: Sind Sie sicher, dass Sie diese Ausleihe löschen möchten?

source: Rental Details
de: Ausleihdetails

source: Back to Rental Process
de: Zurück zum Ausleihprozess

source: Administration
de: Verwaltung

source: Save return
de: Rückgabe speichern

source: items
de: Artikel

source: Select for return
de: Für Rückgabe auswählen

source: Requested
de: Angefordert

source: Planned until
de: Geplant bis

source: Actually returned
de: Tatsächlich zurückgegeben

source: day
de: Tag

source: overdue
de: überfällig

source: Returned on time
de: Pünktlich zurückgegeben

source: Not yet returned
de: Noch nicht zurückgegeben

source: outstanding
de: ausstehend

source: Issues
de: Probleme

source: Add Issue
de: Problem hinzufügen

source: by
de: von

source: rooms
de: Räume

source: people
de: Personen

source: Booked
de: Gebucht

source: Rental Statistics
de: Ausleihstatistiken

source: Rental Statistics & Administration
de: Ausleihstatistiken & Verwaltung

source: Total Rentals
de: Ausleihen gesamt

source: Users with Rentals
de: Benutzer mit Ausleihen

source: Available Items
de: Verfügbare Artikel

source: All Rentals
de: Alle Ausleihen

source: Inventory Status
de: Inventarstatus

source: Mixed
de: Gemischt

source: Automatic expiration of room reservations and rentals
de: Automatisches Ablaufen von Raumreservierungen und -ausleihen

source: Expire Rooms
de: Räume ablaufen lassen

source: Period
de: Zeitraum

source: Items/Rooms
de: Artikel/Räume

source: Loading data...
de: Lade Daten...

source: Inventory No.
de: Inventar-Nr.

source: Create New Set
de: Neues Set erstellen

source: Items
de: Artikel

source: Select a set to see details
de: Wählen Sie ein Set aus, um Details zu sehen

source: These administration functions allow you to reset or clean up the entire rental system.
de: Diese Verwaltungsfunktionen ermöglichen es Ihnen, das gesamte Ausleihsystem zurückzusetzen oder zu bereinigen.

source: These actions cannot be undone. Make sure you have a backup.
de: Diese Aktionen können nicht rückgängig gemacht werden. Stellen Sie sicher, dass Sie eine Sicherung haben.

source: Available Actions
de: Verfügbare Aktionen

source: Reset Inventory Quantities
de: Inventarmengen zurücksetzen

source: Sets all reserved_quantity and rented_quantity to 0
de: Setzt alle reserved_quantity und rented_quantity auf 0

source: Cancel Active Rentals
de: Aktive Ausleihen stornieren

source: Cancels all active rentals and resets inventory quantities
de: Storniert alle aktiven Ausleihen und setzt Inventarmengen zurück

source: Delete All Data
de: Alle Daten löschen

source: Deletes ALL rental data and resets inventory
de: Löscht ALLE Ausleihdaten und setzt Inventar zurück

source: Danger Zone
de: Gefahrenzone

source: Confirmation code required
de: Bestätigungscode erforderlich

source: Inventory schedule
de: Inventarplan

source: Create Equipment Set
de: Ausrüstungsset erstellen

source: Add Items
de: Artikel hinzufügen

source: Enter a search term...
de: Suchbegriff eingeben...

source: Item
de: Artikel

source: No items added
de: Keine Artikel hinzugefügt

source: Save Set
de: Set speichern

source: Confirmation Required
de: Bestätigung erforderlich

source: Enter
de: Eingeben

source: to continue
de: um fortzufahren

source: Confirm
de: Bestätigen

source: You must log in to access this page.
de: Sie müssen sich anmelden, um auf diese Seite zuzugreifen.

source: You do not have permission to access this page. Only staff have access.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen. Nur Mitarbeiter haben Zugriff.

source: Member
de: Mitglied

source: User profile not found
de: Benutzerprofil nicht gefunden

source: Method not allowed
de: Methode nicht erlaubt

source: You can only create rentals for yourself
de: Sie können nur Ausleihen für sich selbst erstellen

source: Invalid date format
de: Ungültiges Datumsformat

source: Start time cannot be in the past. Selected time: {start_time}, Current time: {current_time}
de: Startzeit kann nicht in der Vergangenheit liegen. Gewählte Zeit: {start_time}, Aktuelle Zeit: {current_time}

source: End time cannot be in the past. Selected time: {end_time}, Current time: {current_time}
de: Endzeit kann nicht in der Vergangenheit liegen. Gewählte Zeit: {end_time}, Aktuelle Zeit: {current_time}

source: End time must be after start time
de: Endzeit muss nach Startzeit liegen

source: Item "{item_description}" is not available for the selected period. Available: {available}, requested: {requested}
de: Artikel "{item_description}" ist für den gewählten Zeitraum nicht verfügbar. Verfügbar: {available}, angefordert: {requested}

source: Unknown user
de: Unbekannter Benutzer

source: User #{user_id}
de: Benutzer #{user_id}

source: Room "{room_name}" is not available for the selected period. Conflicts: {conflicts}
de: Raum "{room_name}" ist für den gewählten Zeitraum nicht verfügbar. Konflikte: {conflicts}

source: Rental request created successfully
de: Ausleihantrag erfolgreich erstellt

source: Location not specified
de: Standort nicht angegeben

source: No category
de: Keine Kategorie

source: Not available - Conflicts: {conflicts}
de: Nicht verfügbar - Konflikte: {conflicts}

source: and {count} more
de: und {count} weitere

source: Rental ID is required
de: Ausleih-ID ist erforderlich

source: Only draft, reserved or issued rentals can be cancelled
de: Nur Entwürfe, reservierte oder ausgegebene Ausleihen können storniert werden

source: Cancelled reserved quantity via admin interface
de: Reservierte Menge über Admin-Oberfläche storniert

source: Returned issued quantity due to cancellation via admin interface
de: Ausgegebene Menge aufgrund von Stornierung über Admin-Oberfläche zurückgegeben
